tap "homebrew/bundle"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
brew "bat"
brew "btop"
brew "cargo-binstall"
brew "cask"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "jq"
brew "lazygit"
brew "lua"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "tmux"
brew "wget"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "gpg-suite"
cask "spotify"
cask "wezterm"
